Repository: skampshoff-smartling/GitHubConnectorPullRequest
Catalog: EAC-1.1.xcstrings
Source language: en
Languages: de_de, es_419, es_es, fr_fr, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_hans, zh_hant_tw

# grantAgreementNavigationTitle
source: Grant Agreement
de_de: Gewährungsvereinbarung
es_419: Acuerdo de concesión
es_es: Acuerdo de concesión
fr_fr: l'Accord d'octroi
it_it: Accordo di attribuzione
ja_jp: 授与同意書
ko_kr: 부여 계약을
ms_my: Perjanjian Piagam
pt_br: Acordo de concessão
ru_ru: Соглашение о субсидировании
th_th: ข้อตกลงการมอบทุน
vi_vn: Thoả thuận tài trợ
zh_hans: 授予协议
zh_hant_tw: 授予協議

# grantAgreementNextDocumentButton
source: Next Document
de_de: Nächstes Dokument
es_419: Siguiente documento
es_es: Siguiente documento
fr_fr: Document suivant
it_it: Prossimo documento
ja_jp: 次の書類
ko_kr: 다음 문서
ms_my: Dokumen Seterusnya
pt_br: Próximo documento
ru_ru: Следующий документ
th_th: เอกสารถัดไป
vi_vn: Tài liệu tiếp theo
zh_hans: 下一页文件
zh_hant_tw: 下一頁文件

# grantAgreementNonQualifiedStockOptions
source: non-qualified stock options
de_de: Nicht qualifizierte Aktienoptionen
es_419: Opciones de compra de acciones no cualificadas
es_es: opciones de acciones no calificadas
fr_fr: options sur titres non admissibles
it_it: stock option non qualificate
ja_jp: 非適格ストックオプション
ko_kr: 비적격 주식 옵션
ms_my: opsyen saham tidak layak
pt_br: Opções de ações não qualificadas
ru_ru: неквалифицированные опционы на акции
th_th: ออปชันหุ้นแบบ Non-Qualified
vi_vn: quyền chọn cổ phiếu không đủ điều kiện
zh_hans: 非合格股票期权（NQSO）
zh_hant_tw: 非合格股票期權（NQSO）

# grantAgreementNotReviewedStatus
source: Not Reviewed
de_de: Nicht überprüft
es_419: No revisado
es_es: No revisado
fr_fr: Non examiné
it_it: Non riesaminato
ja_jp: 未確認
ko_kr: 검토되지 않음
ms_my: Tidak Disemak
pt_br: Não revisado
ru_ru: Не рассмотрено
th_th: ยังไม่ได้ตรวจสอบ
vi_vn: Chưa xem xét
zh_hans: 未查核
zh_hant_tw: 未查核

# grantAgreementPerformanceCashAwards
source: performance cash awards
de_de: performance Cash Prämien
es_419: Compensación en efectivo por resultados
es_es: retribuciones de efectivo por resultados
fr_fr: primes de performance en espèces
it_it: conferimenti di denaro vincolati al rendimento
ja_jp: 業績現金報酬
ko_kr: 성과 현금 보상
ms_my: ganjaran wang tunai prestasi
pt_br: prêmios em dinheiro por desempenho
ru_ru: денежные вознаграждения по результатам работы
th_th: รางวัลแบบเงินสดตามผลการดำเนินงาน
vi_vn: phần thưởng tiền mặt dựa trên hiệu suất
zh_hans: 绩效现金奖励
zh_hant_tw: 績效現金獎勵

# grantAgreementPerformanceNonQualStockOptions
source: performance non-qualified stock options
de_de: Wertentwicklung nicht qualifizierter Aktienoptionen
es_419: opciones de acciones no calificadas por resultados
es_es: opciones de acciones no calificadas por resultados
fr_fr: options sur titres non admissibles liées à la performance
it_it: stock option a rendimento non qualificate
ja_jp: 業績非適格ストックオプション
ko_kr: 성과 비적격 주식 옵션
ms_my: opsyen saham tidak layak prestasi
pt_br: opções de ações não qualificadas de desempenho
ru_ru: неквалифицированные опционы на акции с привязкой к показателям эффективности
th_th: ออปชันหุ้นแบบ Non-Qualified ที่ให้สิทธิ์ซื้อตามผลการดำเนินงาน
vi_vn: quyền chọn cổ phiếu không đủ điều kiện dựa trên hiệu suất
zh_hans: 绩效非合格股票期权
zh_hant_tw: 績效非合格股票期權

# grantAgreementPerformanceRestrictedStockAwards
source: performance restricted stock awards
de_de: leistungsgebundene Aktien Prämien
es_419: retribuciones de acciones restringidas por resultados
es_es: retribuciones de acciones restringidas por resultados
fr_fr: attributions d'actions restreintes liées à la performance
it_it: conferimenti di azioni vincolate al rendimento
ja_jp: 業績連動型譲渡制限付き株式報酬
ko_kr: 성과 제한 주식 보상
ms_my: ganjaran saham terhad prestasi
pt_br: Prêmios por desempenho em ações restritas
ru_ru: вознаграждение в виде акций с ограниченным правом распоряжения с привязкой к показателям эффективности
th_th: รางวัลหุ้นที่มีหน่วยจำกัดและให้สิทธิ์ซื้อตามผลการดำเนินงาน
vi_vn: phần thưởng cổ phiếu bị hạn chế dựa trên hiệu suất
zh_hans: 绩效限制性股票奖励
zh_hant_tw: 績效限制性股票獎勵

# grantAgreementPerformanceRestrictedStockUnits
source: performance restricted stock units
de_de: Performance-beschränkte Aktieneinheiten
es_419: unidades de acciones restringidas por resultados
es_es: unidades de acciones restringidas por resultados
fr_fr: unités d'actions restreintes liées à la performance
it_it: unità di azioni vincolate al rendimento
ja_jp: 業績連動型譲渡制限付き株式ユニット
ko_kr: 성과 제한 주식 단위
ms_my: unit stok terhad prestasi
pt_br: unidades por desempenho em ações restritas
ru_ru: акции с ограниченным правом распоряжения с привязкой к показателям эффективности
th_th: หน่วยหุ้นที่มีหน่วยจำกัดและให้สิทธิ์ซื้อตามผลการดำเนินงาน
vi_vn: đơn vị cổ phiếu bị hạn chế dựa trên hiệu suất
zh_hans: 绩效限制性股票单位
zh_hant_tw: 績效限制性股票單位

# grantAgreementPerformanceStockAwards
source: performance stock awards
de_de: Leistungskennzahl Prämien
es_419: Compensación de acciones por resultados
es_es: retribuciones de acciones por resultados
fr_fr: attributions d'actions de performance
it_it: conferimenti di azioni vincolate al rendimento
ja_jp: 業績株式報酬
ko_kr: 성과 주식 보상
ms_my: ganjaran saham prestasi
pt_br: prêmios em ações por desempenho
ru_ru: вознаграждение в виде акций с привязкой к показателям эффективности
th_th: รางวัลหุ้นที่ให้สิทธิ์ซื้อตามผลการดำเนินงาน
vi_vn: phần thưởng cổ phiếu dựa trên hiệu suất
zh_hans: 绩效股票奖励
zh_hant_tw: 績效股票獎勵

# grantAgreementPerformanceStockUnits
source: performance stock units
de_de: Performance-Aktieneinheiten
es_419: Unidades de acciones por resultados
es_es: unidades de acciones por resultados
fr_fr: unités d'actions de performance
it_it: unità stock vincolate al rendimento
ja_jp: 業績連動型株式ユニット
ko_kr: 성과 주식 단위
ms_my: unit saham prestasi
pt_br: unidades de ações por desempenho
ru_ru: акции эксплуатационного фонда
th_th: หน่วยหุ้นที่ให้สิทธิ์ซื้อตามผลการดำเนินงาน
vi_vn: đơn vị cổ phiếu dựa trên hiệu suất
zh_hans: 绩效股票单位
zh_hant_tw: 績效股票單位

# grantAgreementRejectButton
source: Reject
de_de: Ablehnen
es_419: Rechazar
es_es: Rechazar
fr_fr: Refuser
it_it: Rifiuta
ja_jp: 拒否
ko_kr: 거부
ms_my: Tolak
pt_br: Rejeitar
ru_ru: Отклонить
th_th: ปฏิเสธ
vi_vn: Bác bỏ
zh_hans: 拒绝
zh_hant_tw: 拒絕

# grantAgreementRejectConfirmAccept
source: Yes, Reject
de_de: Ja, ablehnen
es_419: Sí, rechazar
es_es: Sí, rechazar
fr_fr: Oui, rejeter
it_it: Sì, rifiuto
ja_jp: はい、拒否します
ko_kr: 예, 거부합니다
ms_my: Ya, Tolak
pt_br: Rejeitar
ru_ru: Да, отклонить
th_th: ใช่ ปฏิเสธ
vi_vn: Có, từ chối
zh_hans: 是，拒绝
zh_hant_tw: 是，拒絕

# grantAgreementRejectConfirmMessage
source: We will indicate you have rejected the agreement. Contact your employer for any next steps.
de_de: Wir werden darauf hinweisen, dass du diese Vereinbarung abgelehnt hast. Wende dich an deinen Arbeitgeber, um die nächsten Schritte zu erfahren.
es_419: Te indicaremos que rechazaste este acuerdo. Comunícate con tu empleador para conocer los próximos pasos.
es_es: Indicaremos que ha rechazado este acuerdo. Póngase en contacto con su empleador para conocer los próximos pasos.
fr_fr: Nous indiquerons que vous avez rejeté cet accord. Contactez votre employeur pour connaître les prochaines étapes.
it_it: Riporteremo che hai rifiutato questo accordo. Contatta il tuo datore di lavoro per i passaggi successivi.
ja_jp: この契約を拒否したことを示します。次のステップについては、雇用主にお問合せください。
ko_kr: 귀하가 본 계약을 거부한 것으로 처리됩니다. 다음 단계에 대해서는 고용주에게 문의하십시오.
ms_my: Kami akan menunjukkan bahawa anda telah menolak perjanjian ini. Hubungi majikan anda untuk sebarang langkah yang seterusnya.
pt_br: Indicaremos que você rejeitou o acordo. Procure seu empregador para saber os próximos passos.
ru_ru: Мы укажем, что вы отклонили соглашение. Для получения информации о дальнейших действиях обратитесь к своему работодателю.
th_th: เราจะระบุว่าคุณได้ปฏิเสธข้อตกลงนี้ ติดต่อนายจ้างของคุณสำหรับขั้นตอนต่อไป
vi_vn: Chúng tôi sẽ thông báo rằng bạn đã từ chối thỏa thuận này. Liên hệ với người sử dụng lao động của bạn để biết các bước tiếp theo.
zh_hans: 我们将表明您已拒绝本协议。如欲了解后续步骤，请联络您的雇主。
zh_hant_tw: 我們將表明您已拒絕本協議。如欲了解後續步驟，請聯絡您的雇主。

# grantAgreementRejectConfirmTitle
source: Reject Agreement?
de_de: Vereinbarung ablehnen?
es_419: ¿Rechazar el acuerdo?
es_es: ¿Rechazar el acuerdo?
fr_fr: Rejeter l'accord ?
it_it: Vuoi rifiutare l'accordo?
ja_jp: 契約を拒否しますか？
ko_kr: 계약을 거부하시겠습니까?
ms_my: Tolak Perjanjian?
pt_br: Rejeitar acordo?
ru_ru: Отклонить соглашение?
th_th: ปฏิเสธข้อตกลงใช่หรือไม่
vi_vn: Từ chối thỏa thuận?
zh_hans: 是否要拒绝协议？
zh_hant_tw: 是否要拒絕協議？

# grantAgreementRejectedMessage
source: You have rejected your %@.
de_de: Sie haben Ihre %1$@ abgelehnt.
es_419: Has rechazado tu %1$@.
es_es: Ha rechazado su %1$@.
fr_fr: Vous avez refusé %1$@.
it_it: Hai rifiutato l'%1$@.
ja_jp: あなたの%1$@は拒否されました。
ko_kr: %1$@을(를) 거부했습니다.
ms_my: Anda telah menolak %1$@ anda.
pt_br: Você rejeitou seu %1$@.
ru_ru: Вы отклонили %1$@.
th_th: คุณได้ปฏิเสธ %1$@ ของคุณ
vi_vn: Bạn đã từ chối %1$@ của mình.
zh_hans: 您已拒绝 %1$@。
zh_hant_tw: 您已拒絕 %1$@。

# grantAgreementRejectSuccessFormat
source: You have rejected your %@.
de_de: Sie haben Ihre %1$@ abgelehnt.
es_419: Has rechazado tu %1$@.
es_es: Ha rechazado su %1$@.
fr_fr: Vous avez refusé %1$@.
it_it: Hai rifiutato l'%1$@.
ja_jp: あなたの%1$@は拒否されました。
ko_kr: %1$@을(를) 거부했습니다.
ms_my: Anda telah menolak %1$@ anda.
pt_br: Você rejeitou seu %1$@.
ru_ru: Вы отклонили %1$@.
th_th: คุณได้ปฏิเสธ %1$@ ของคุณ
vi_vn: Bạn đã từ chối %1$@ của mình.
zh_hans: 您已拒绝 %1$@。
zh_hant_tw: 您已拒絕 %1$@。

# grantAgreementRestrictedStockAwards
source: restricted stock awards
de_de: Gesperrte Aktien Prämien
es_419: Compensaciones de acciones restringidas
es_es: retribuciones de acciones restringidas
fr_fr: attributions d'actions restreintes
it_it: conferimenti di azioni vincolate
ja_jp: 譲渡制限付き株式報酬
ko_kr: 제한 주식 보상
ms_my: ganjaran saham terhad
pt_br: Prêmios em ações restritas
ru_ru: вознаграждения в виде акций с ограниченным правом распоряжения
th_th: รางวัลหุ้นที่มีหน่วยจำกัด
vi_vn: phần thưởng cổ phiếu bị hạn chế
zh_hans: 限制性股票奖励
zh_hant_tw: 限制性股票獎勵

# grantAgreementReviewButton
source: Review Documents
de_de: Dokumente überprüfen
es_419: Revisar documentos
es_es: Revisar documentos
fr_fr: Examiner les documents
it_it: Ricontrolla i documenti
ja_jp: 書類を確認
ko_kr: 문서 검토
ms_my: Semak Dokumen
pt_br: Analisar documentos
ru_ru: Просмотр документов
th_th: ตรวจสอบเอกสาร
vi_vn: Xem xét tài liệu
zh_hans: 查核文件
zh_hant_tw: 查核文件

# grantAgreementReviewDocument
source: Review Document
de_de: Dokument überprüfen
es_419: Revisar documento
es_es: Revisar documento
fr_fr: Examiner le document
it_it: Ricontrolla il documento
ja_jp: 書類を確認
ko_kr: 문서 검토
ms_my: Semak Dokumen
pt_br: Analisar documento
ru_ru: Просмотр документа
th_th: ตรวจสอบเอกสาร
vi_vn: Xem xét tài liệu
zh_hans: 查核文件
zh_hant_tw: 查核文件

# grantAgreementReviewedStatus
source: Reviewed
de_de: Überprüft
es_419: Revisado
es_es: Revisado
fr_fr: Examiné
it_it: Riesaminato
ja_jp: 確認済み
ko_kr: 검토 완료
ms_my: Disemak
pt_br: Revisado
ru_ru: Рассмотрено
th_th: ตรวจสอบแล้ว
vi_vn: Đã xem xét
zh_hans: 已查核
zh_hant_tw: 已查核

# grantAgreementSendByEmail
source: Send by Email
de_de: Per E-Mail senden
es_419: Enviar por correo electrónico
es_es: Enviar por correo electrónico
fr_fr: Envoyer par e-mail
it_it: Invia tramite email
ja_jp: メールで送信
ko_kr: 이메일로 보내기
ms_my: Hantar melalui E-mel
pt_br: Enviar por e-mail
ru_ru: Отправить по электронной почте
th_th: ส่งทางอีเมล
vi_vn: Gửi qua email
zh_hans: 透过电子邮件传送
zh_hant_tw: 透過電子郵件傳送

# grantAgreementSharesAwardedFormat
source: %@ shares
de_de: %1$@ Aktien
es_419: %1$@ acciones
es_es: %1$@ acciones
fr_fr: %1$@ actions
it_it: %1$@ azioni
ja_jp: %1$@株
ko_kr: %1$@주
ms_my: %1$@ saham
pt_br: %1$@ ações
ru_ru: %1$@ акций
th_th: %1$@ หุ้น
vi_vn: %1$@ cổ phiếu
zh_hans: %1$@ 股
zh_hant_tw: %1$@ 股

# grantAgreementSharesAwardedLabel
source: Shares awarded
de_de: Ausgelobte Aktien:
es_419: Acciones retribuidas
es_es: Acciones retribuidas
fr_fr: Actions attribuées
it_it: Azioni conferite
ja_jp: 授与された株数
ko_kr: 부여된 주식
ms_my: Saham dianugerahkan
pt_br: Ações concedidas
ru_ru: Акции выданы
th_th: หุ้นที่ได้รับเป็นรางวัล
vi_vn: Cổ phiếu được trao
zh_hans: 奖励的股份：
zh_hant_tw: 獎勵的股份：

# grantAgreementSomethingWentWrongMessage
source: Something went wrong. Try again.
de_de: Irgendetwas ist schief gelaufen. Versuche es noch einmal.
es_419: Algo salió mal. Intenta otra vez.
es_es: Ha habido un error. Inténtelo de nuevo.
fr_fr: Une erreur s'est produite. Réessayer.
it_it: Qualcosa è andato storto. Riprova.
ja_jp: 問題が発生しました。もう一度お試しください。
ko_kr: 문제가 발생했습니다. 다시 시도해 보세요.
ms_my: Sesuatu telah berlaku. Cuba lagi.
pt_br: Algo deu errado. Tente novamente.
ru_ru: Что-то пошло не так. Повторите попытку.
th_th: มีบางอย่างผิดพลาดเกิดขึ้น ลองอีกครั้ง
vi_vn: Đã xảy ra lỗi. Thử lại.
zh_hans: 出了点问题，请再试一次。
zh_hant_tw: 出了點問題，請再試一次。

# grantAgreementStockAppreciationRights
source: stock appreciation rights
de_de: Wertsteigerungsrechte
es_419: derechos de apreciación de acciones
es_es: derechos de apreciación de acciones
fr_fr: droits à la plus-value des actions
it_it: diritti di rivalutazione delle azioni
ja_jp: ストック・アプリシエーション・ライト（SAR）
ko_kr: 주가차액보상권
ms_my: hak kenaikan saham
pt_br: direitos de valorização de ações
ru_ru: права на получение выгоды от прироста стоимости акций
th_th: สิทธิ์รับประโยชน์จากราคาหุ้นที่เพิ่มขึ้น
vi_vn: quyền hưởng lợi khi cổ phiếu tăng giá
zh_hans: 股票增值权（SAR）
zh_hant_tw: 股票增值權（SAR）

source: Granted
de_de: Gewährt
es_419: Concedida
es_es: Concedidas
fr_fr: Nombre d'octrois
it_it: Attribuite
ja_jp: 権利授与済
ko_kr: 부여됨
ms_my: Diberikan
pt_br: Concedido
ru_ru: Передано
th_th: มอบให้แล้ว
vi_vn: Được cấp
zh_hans: 已授予
zh_hant_tw: 已授予

# gtcInfo
source: Good for 180 calendar days or until filled or canceled.
de_de: Gültig für 180 Kalendertage oder bis zur Belegung oder Stornierung.
es_419: Válido por 180 días calendario o hasta que se complete o cancele.
es_es: Válida durante 180 días naturales o hasta que se ejecute o cancele.
fr_fr: Valable 180 jours calendaires ou jusqu'à exécution ou révocation.
it_it: Valido per 180 giorni o fino a quando non viene riempito o annullato.
ja_jp: 180日間、または約定もしくはキャンセルされるまで有効です。
ko_kr: 180일 동안 유효하거나 체결 또는 취소될 때까지 유효합니다.
ms_my: Baik untuk 180 hari kalendar atau sehingga diisi atau dibatalkan.
pt_br: Válido por 180 dias corridos ou até ser executado ou cancelado.
ru_ru: Действительно в течение 180 календарных дней, до исполнения или отмены.
th_th: เหมาะสำหรับ 180 วันปฏิทินหรือจนกว่าจะดำเนินการหรือยกเลิก
vi_vn: Có hiệu lực trong 180 ngày dương lịch hoặc cho đến khi khớp hoặc bị hủy.
zh_hans: 有效期限为 180 个日历日，或直至成交或取消为止。
zh_hant_tw: 有效期限為 180 個日曆日，或直至成交或取消為止。

source: Held Shares
de_de: Gehaltene Aktien
es_419: Acciones mantenidas
es_es: Acciones mantenidas
fr_fr: Actions détenues
it_it: Azioni mantenute
ja_jp: 保有株式数
ko_kr: 보유 주식
ms_my: Saham yang Dipegang
pt_br: Ações retidas
ru_ru: Акции в собственности
th_th: หุ้นที่ถือครอง
vi_vn: Cổ phiếu nắm giữ
zh_hans: 持有股份
zh_hant_tw: 持有股份

# historyDefinitionsNavigationTitle
source: ESPP Transaction Information
de_de: ESPP-Transaktionsinformationen
es_419: Información de transacciones de ESPP
es_es: Información de transacciones del ESPP
fr_fr: Informations sur les transactions ESPP
it_it: Informazioni sulle transazioni ESPP
ja_jp: ESPP取引情報
ko_kr: ESPP 거래 정보
ms_my: Maklumat Transaksi ESPP
pt_br: Informações de transação ESPP
ru_ru: Информация о транзакциях ESPP
th_th: ข้อมูลการทำธุรกรรม ESPP
vi_vn: Thông tin giao dịch ESPP
zh_hans: 员工股票购买计划交易资讯
zh_hant_tw: 員工股票購買計劃交易資訊

# historyDetailsNavigationTitle
source: History Details
de_de: Einzelheiten zur Geschichte
es_419: Detalles del historial
es_es: Detalles del historial
fr_fr: Détails de l'historique
it_it: Dettagli della cronologia
ja_jp: 履歴の詳細
ko_kr: 내역 세부 정보
ms_my: Butiran Sejarah
pt_br: Detalhes do histórico
ru_ru: История
th_th: รายละเอียดประวัติ
vi_vn: Chi tiết lịch sử
zh_hans: 历史记录详情
zh_hant_tw: 歷史記錄詳情

# historyFilterCellSubtitle
source: Up to %d Months
de_de: Bis zu %1$d Monate
es_419: Hasta %1$d meses
es_es: Hasta %1$d meses
fr_fr: Jusqu'à %1$d mois
it_it: Fino a %1$d mesi
ja_jp: 最大%1$dヶ月
ko_kr: 최대 %1$d개월
ms_my: Sehingga %1$d Bulan
pt_br: Até %1$d meses
ru_ru: До %1$d месяцев
th_th: สูงสุด %1$d เดือน
vi_vn: Lên đến %1$d tháng
zh_hans: 最多 %1$d 个月
zh_hant_tw: 最多 %1$d 個月

# historyFilterClearButton
source: Clear Filter
de_de: Filter löschen
es_419: Borrar filtro
es_es: Borrar filtro
fr_fr: Effacer le filtre
it_it: Rimuovi filtro
ja_jp: フィルターをクリア
ko_kr: 필터 지우기
ms_my: Kosongkan Penapis
pt_br: Limpar filtro
ru_ru: Очистить фильтр
th_th: ล้างตัวกรอง
vi_vn: Xoá bộ lọc
zh_hans: 清除筛选条件
zh_hant_tw: 清除篩選條件

# historyFilterClearMessage
source: Tap to Clear
de_de: Zum Löschen tippen
es_419: Toca para borrar
es_es: Toque para borrar
fr_fr: Appuyer pour effacer
it_it: Tocca per eliminare
ja_jp: タップしてクリア
ko_kr: 탭하여 지우기
ms_my: Ketik untuk Kosongkan
pt_br: Toque para limpar
ru_ru: Нажмите, чтобы очистить
th_th: แตะเพื่อล้าง
vi_vn: Nhấn để xoá
zh_hans: 点击即可清除
zh_hant_tw: 點擊即可清除

# historyFiltersFilterDescriptionFormat
source: %@ to %@
de_de: %1$@ bis %2$@
es_419: De %1$@ a %2$@
es_es: De %1$@ a %2$@
fr_fr: %1$@ à %2$@
it_it: Da %1$@ a %2$@
ms_my: %1$@ hingga %2$@
pt_br: %1$@ a %2$@
ru_ru: от %1$@ до %2$@
th_th: %1$@ ถึง %2$@
vi_vn: %1$@ đến %2$@
zh_hans: %1$@ 至 %2$@
zh_hant_tw: %1$@ 至 %2$@

# historyFiltersInvalidDateMessage
source: Please enter a valid date within the allowable date range
de_de: Bitte geben Sie ein gültiges Datum innerhalb des zulässigen Zeitraums ein
es_419: Indica una fecha válida dentro del intervalo de fechas permitido
es_es: Indica una fecha válida dentro del intervalo de fechas permitido
fr_fr: Saisissez une date valide dans la plage de dates autorisée
it_it: Inserisci una data valida nell'intervallo di date consentito
ja_jp: 許容される日付範囲内の有効な日付を入力してください
ko_kr: 허용되는 날짜 범위 내에서 유효한 날짜를 입력하세요.
ms_my: Sila masukkan tarikh yang sah dalam julat tarikh yang dibenarkan
pt_br: Insira uma data válida dentro do intervalo permitido
ru_ru: Введите корректную дату в пределах установленного диапазона
th_th: โปรดระบุวันที่ถูกต้องภายในช่วงวันที่ที่อนุญาต
vi_vn: Vui lòng nhập ngày hợp lệ trong phạm vi ngày cho phép
zh_hans: 请输入一个在允许的日期范围内的有效日期
zh_hant_tw: 請輸入一個在允許的日期範圍內的有效日期

# historyFiltersTransactionsFormat
source: Transactions up to %d months
de_de: Transaktionen bis zu %1$d Monaten
es_419: Transacciones de hasta %1$d meses
es_es: Transacciones de hasta %1$d meses
fr_fr: Transactions jusqu'à %1$d mois
it_it: Transazioni fino a %1$d mesi
ja_jp: 最大%1$dヶ月までの取引
ko_kr: 최대 %1$d개월까지 거래 가능
ms_my: Transaksi sehingga %1$d bulan
pt_br: Transações de até %1$d meses
ru_ru: Транзакции до %1$d месяцев
th_th: ธุรกรรมนานสูงสุด %1$d เดือน
vi_vn: Giao dịch lên đến %1$d tháng
zh_hans: 最多 %1$d 个月的交易
zh_hant_tw: 最多 %1$d 個月的交易

# historyNoMatchingTransactions
source: There are no transactions that match your filter criteria. Please try a different filter.
de_de: Es gibt keine Transaktionen, die Ihren Filterkriterien entsprechen. Bitte versuchen Sie es mit einem anderen Filter.
es_419: No hay transacciones que coincidan con los criterios del filtro. Prueba con un filtro diferente.
es_es: No hay transacciones que coincidan con los criterios del filtro. Pruebe con un filtro diferente.
fr_fr: Aucune transaction ne correspond à vos critères de filtrage. Veuillez essayer un autre filtre.
it_it: Non ci sono transazioni che corrispondono ai filtri inseriti. Prova con un filtro diverso.
ja_jp: フィルター条件に一致する取引はありません。別のフィルターをお試しください。
ko_kr: 필터 조건과 일치하는 거래가 없습니다. 다른 필터를 사용해 보세요.
ms_my: Tiada transaksi yang sepadan dengan kriteria penapis anda. Sila cuba penapis lain.
pt_br: Não há transações que correspondam aos critérios do filtro. Tente outro filtro.
ru_ru: Нет транзакций, соответствующих критериям фильтра. Попробуйте использовать другой фильтр.
th_th: ไม่มีธุรกรรมที่ตรงตามเกณฑ์ตัวกรองของคุณ โปรดลองใช้ตัวกรองอื่น
vi_vn: Không có giao dịch nào khớp với tiêu chí lọc của bạn. Vui lòng thử một bộ lọc khác.
zh_hans: 无符合您筛选条件的交易。请尝试不同的筛选条件。
zh_hant_tw: 無符合您篩選條件的交易。請嘗試不同的篩選條件。

# historyNoTransactions
source: You currently have no transactions
de_de: Sie haben derzeit keine Transaktionen
es_419: Actualmente no tienes transacciones
es_es: Actualmente no tiene transacciones
fr_fr: Vous n'avez actuellement aucune transaction
it_it: Al momento non ci sono transazioni
ja_jp: 現在、取引はありません
ko_kr: 현재 거래가 없습니다.
ms_my: Pada masa ini anda tidak mempunyai transaksi
pt_br: No momento você não tem nenhuma transação
ru_ru: У вас пока нет транзакций
th_th: คุณไม่มีธุรกรรมใดๆ ในขณะนี้
vi_vn: Hiện tại bạn không có giao dịch nào
zh_hans: 您目前无任何交易
zh_hant_tw: 您目前無任何交易

# historyTitle
source: History
de_de: Verlauf
es_419: Historial
es_es: Historial
fr_fr: Historique
it_it: Cronologia
ja_jp: 履歴
ko_kr: 과거
ms_my: Sejarah
pt_br: Histórico
ru_ru: История
th_th: ประวัติ
vi_vn: Lịch sử
zh_hans: 历史记录
zh_hant_tw: 歷史記錄

source: Hold
de_de: Halten
es_419: Mantener
es_es: Mantener
fr_fr: Détenir
it_it: Mantieni
ja_jp: 保有
ko_kr: 보유
ms_my: Pegang
pt_br: Reter
ru_ru: Удерживать
th_th: ถือครอง
vi_vn: Giữ
zh_hans: 持有
zh_hant_tw: 持有

source: Hold Qty
de_de: Menge festhalten
es_419: Cantidad mantenida
es_es: Cantidad mantenida
fr_fr: Quantité à détenir
it_it: Mantieni Qtà
ja_jp: 保有数量
ko_kr: 보유 수량
ms_my: Pegang Kuantiti
pt_br: Qtd a reter
ru_ru: Кол-во удержаний
th_th: จำนวนที่ถือครอง
vi_vn: Số lượng giữ
zh_hans: 持有数量
zh_hant_tw: 持有數量

source: Incentive Stock Options
de_de: Incentive-Aktienoptionen
es_419: Opciones de acciones como incentivo
es_es: Opciones de acciones como incentivo
fr_fr: Option d'achat d'actions incitatives
it_it: Stock option di incentivazione
ja_jp: インセンティブ株式オプション
ko_kr: 인센티브 주식 옵션
ms_my: Pilihan Saham Insentif
pt_br: Opções de ações incentivadas
ru_ru: Премиальные акционерные опционы
th_th: ออปชันหุ้นเพื่อสร้างแรงจูงใจ
vi_vn: Quyền chọn cổ phiếu khích lệ
zh_hans: 激励性股票期权（ISO）
zh_hant_tw: 激勵性股票期權（ISO）

source: Invalid Date
de_de: Ungültiges Datum
es_419: Fecha no válida
es_es: Fecha no válida
fr_fr: Date non valide
it_it: Data non valida
ja_jp: 無効な日付
ko_kr: 잘못된 날짜
ms_my: Tarikh Tidak Sah
pt_br: Data inválida
ru_ru: Неверная дата
th_th: วันที่ไม่ถูกต้อง
vi_vn: Ngày không hợp lệ
zh_hans: 日期无效
zh_hant_tw: 日期無效

source: Lapse
de_de: Verfall
es_419: Lapso
es_es: Lapso
fr_fr: Échéance
it_it: Scadenza
ja_jp: 失効
ko_kr: 만료
ms_my: Lupus
pt_br: Lapso
ru_ru: Потеря прав
th_th: หมดอายุ
vi_vn: Hết hiệu lực
zh_hans: 失效
zh_hant_tw: 失效

# lastSizeQuoteTitle
source: Last Size
de_de: Letzte Größe
es_419: Último tamaño
es_es: Último tamaño
fr_fr: Dernière taille
it_it: Ultima dimensione
ja_jp: 最終取引数
ko_kr: 최종 수량
ms_my: Saiz Terakhir
pt_br: Último tamanho
ru_ru: Объём последней сделки
th_th: ขนาดสุดท้าย
vi_vn: Kích thước cuối cùng
zh_hans: 最新成交量
zh_hant_tw: 最新成交量

# leaveAppPrompt
source: You are about to leave the application. Do you want to continue?
de_de: Sie sind im Begriff, die Anwendung zu verlassen. Möchten Sie fortfahren?
es_419: Estás a punto de salir de la aplicación. ¿Deseas continuar?
es_es: Está a punto de salir de la aplicación. ¿Desea continuar?
fr_fr: Vous êtes sur le point de quitter l'application. Voulez-vous continuer ?
it_it: Stai per uscire dall'applicazione. Vuoi continuare?
ja_jp: アプリケーションを終了しようとしています。続行しますか？
ko_kr: 신청서를 종료하려고 합니다. 계속하시겠습니까?
ms_my: Anda akan meninggalkan aplikasi. Adakah anda mahu meneruskan?
pt_br: Você vai sair da aplicação. Quer continuar?
ru_ru: Вы собираетесь закрыть приложение. Продолжить?
th_th: คุณกําลังจะออกจากใบสมัคร คุณต้องการจะดำเนินการต่อหรือไม่?
vi_vn: Bạn sắp rời khỏi ứng dụng. Bạn có muốn tiếp tục không?
zh_hans: 您即将离开应用程式。您想要继续吗?
zh_hant_tw: 您即將離開應用程式。您想要繼續嗎?

source: Limit
de_de: Grenze
es_419: Límite
es_es: Límite
fr_fr: Limite
it_it: Limite
ja_jp: 限定
ko_kr: 제한
ms_my: Had
pt_br: Limite
ru_ru: Лимит
th_th: จำกัด
vi_vn: Giới hạn
zh_hans: 限价
zh_hant_tw: 限價

source: Limit Price
de_de: Limit-Preis
es_419: Precio límite
es_es: Precio límite
fr_fr: Cours limite
it_it: Prezzo limite
ja_jp: 指値価格
ko_kr: 제한 가격
ms_my: Harga Had
pt_br: Preço-limite
ru_ru: Лимитная цена
th_th: ราคาลิมิต
vi_vn: Giá giới hạn
zh_hans: 限价
zh_hant_tw: 限價
